Repository: AfricaDevs/APP-SANTE-AFRIQUE-VS-COVID19-TOA-iOS
Catalog: TOA/*.lproj/Localizable.strings
Languages: fr

# dateFormat
source: MM-dd-yyyy
fr: dd-MM-yyyy

# mainConfirmedCases
source: Confirmed
fr: Confirmés

# mainRecoveredCases
source: Recovered
fr: Guéris

# mainDeceasedCases
source: Deaths
fr: Décès

# mainActiveCases
source: Active
fr: Actifs

# mainIntro
source: Researchers, doctors, scientists and designers have created this application just for TOÂ « you » in order to promote Best Practices for dealing with the Covid-19 pandemic in Africa.
fr: Chercheurs, médecins et scientifiques ont créé cette application rien que pour TOÂ. Pour promouvoir les bonnes pratiques pour faire face à la pandémie de Covid-19 en Afrique.

# mainPreventionButtonTitle
source: HOW TO PROTECT YOURSELF EVERYDAY?
fr: COMMENT SE POTEGER TOUS LES JOURS?

# mainAnalysisButtonTitle
source: ANALYZE YOUR SYMPTOMS
fr: ANALYSEZ VOS SYMPTÔMES

# mainAnalysisComment
source: and immediately receive suitable information on what is best to do
fr: et recevez aussitôt des informations adaptées sur ce qu’il est préférable de faire

# credits
source: About
fr: A Propos

# appMore
source: More
fr: Plus

# btnPrivacyPolicies
source: Privacy Policies
fr: Politiques de Confidentialité

# privacyPoliciesHint
source: By using this App, you agree to Collectif-TOÂ <b>Privacy Policies</b>
fr: En utilisant cette application, vous acceptez les

# preventionToolbarTitle
source: HOW TO PROTECT YOURSELF EVERYDAY?
fr: COMMENT SE POTEGER TOUS LES JOURS?

# preventionToolbarTitleShort
source: How to protect yourself?
fr: COMMENT SE POTEGER?

# preventionOption1
source: Why, when and how to wash your hands?
fr: Pourquoi, quand et comment se laver les mains?

# preventionOption2
source: Why, when and how to make, wear and wash a mask?
fr: Pourquoi, quand et comment fabriquer, porter et laver un masque?

# preventionOption3
source: Why, when and how to get around?
fr: Pourquoi, quand et comment se déplacer?

# preventionOption4
source: What can I eat to help my body fight?
fr: Que puis-je manger pour aider mon organisme à lutter?

# preventionOption5
source: How do I manage the water?
fr: Comment je gère l’eau?

# preventionOption6
source: How do I manage household waste?
fr: Comment je gère les déchets ménagers?

# preventionOption7
source: How do I manage a person's funeral?
fr: Comment je gère les obsèques d’une personne?

# lWhy
source: Why ?
fr: Pourquoi ?

# lHow
source: How ?
fr: Comment ?

# lWhen
source: When ?
fr: Qand ?

# preventionFuneralsTitle
source: How to organize the funeral of deceased Covid-19 patients?
fr: Comment organiser les obsèques de patients décédés du Covid-19?

# preventionFuneralsToolbarTitle
source: Funeral
fr: Obsèques

# preventionFuneralsCICRLink
source: visit website
fr: voir site

# preventionFuneralsBody1
source: Preparation and management plans guaranteeing respect for the dignity of the deceased and their families. The exceptional measures aim to * protect caregivers, family, community * prevent the spread of the virus Need for a device respecting the specificities of ancestral rituals and beliefs for the qualification of a “Dignified and Secure Burial
fr: Plans de préparation et de gestion garantissant le respect de la dignité des défunts et de leurs familles. Les mesures exceptionnelles visent à * protéger les soignants, la famille, la communauté * éviter la propagation du virus Nécessité d’un dispositif respectant les spécificités des rituels ancestrales et les croyances pour la qualification d’un b "Enterrement Digne et Sécurisé"

# preventionFuneralsTitle2
source: Device at home or in the community
fr: Dispositif au domicile ou au sein de la communauté

# preventionFuneralsBody2
source: The local Red Cross recommends procedures based on local specificities * protective measures specific to caregivers wearing coveralls + mask + gloves * spray disinfection of the deceased's home (liming)
fr: La Croix Rouge locale recommande des procédure basée sur des spécificités locales * mesures de protection spécifiques aux soignants port de combinaisons + masque + gants * désinfection par pulvérisations du logement du défunt (chaulage)

# preventionFuneralsTitle3
source: How many people can attend the funeral?
fr: Combien de personnes peuvent assister aux obsèques?

# preventionFuneralsBody3
source: In burial chamber: 2 maximum During religious ceremony: 20 maximum At the cemetery : the graves are numbered, a geolocation device is put in place in order to associate the domicile of the deceased with his grave. (?? in AF ) Support for bereaved family and loved ones
fr: En chambre funéraire : 2 maximum Lors de cérémonie religieuse: 20 maximum Au cimetière : les tombes sont numérotées, un dispositif de géolocalisation est mis en place afin d’associer le domicile du défunt à sa tombe. (?? en AF ) Accompagnement de la famille et des proches endeuillés

# CICRWebsite
source: https://www.icrc.org
fr: https://www.icrc.org/fr

# preventionHandsToolbarTitle
source: Hand washing
fr: Lavage des mains

# handsWhy
source: Respiratory viruses such as coronavirus disease (Covid-19) spread when mucus or droplets containing the virus enter your body through your mouth, nose, and eyes. Most often, this contact takes place by the hands. Hands are also one of the most common ways of spreading the virus from one person to another. Washing a hand frequently with soap and water during a pandemic is one of the most economical, easiest and most important measures to prevent the spread of a virus.
fr: Le lavage des mains Les virus respiratoires tels que la maladie à coronavirus (COVID-19) se propagent lorsque du mucus ou des gouttelettes contenant le virus pénètrent dans votre corps par l’intermédiaire de votre bouche, votre nez et vos yeux. Le plus souvent, ce contact a lieu par les mains. Les mains sont également l’une des manières les plus courantes de transmettre le virus d’une personne à une autre. Durant une pandémie, le fait de se laver fréquemment les mains avec de l’eau et du savon fait partie des mesures les plus économiques, les plus faciles et les plus importantes pour prévenir la propagation d’un virus.

# preventionHow1
source: Palm against palm
fr: Paume contre paume

# preventionHow2
source: Back of hands
fr: Le dos des mains

# preventionHow3
source: Between the fingers
fr: Entre les doigts

# preventionHow4
source: Back of fingers
fr: Le dos des doigts

# preventionHow5
source: Thumbs
fr: Les pouces

# preventionHow6
source: Fingertips and angles
fr: Le bout des doigts et les angles

# preventionWhen1
source: Before touching your eyes, nose or mouth, because this is where germs enter our body
fr: Avant de toucher vos yeux, votre nez ou votre bouche, car c'est par là que les germes pénètrent dans notre corps.

# preventionWhen2
source: Before, during and after food cooking
fr: Avant, pendant et après la préparation des aliments

# preventionWhen3
source: Before eating
fr: Avant de manger

# preventionWhen4
source: Before and after taking care of a person at home suffering from vomiting or diarrhea
fr: Avant et après la prise en charge d'une personne à domicile souffrant de vomissements ou de diarrhée

# preventionWhen5
source: Before and after treatment of a cut or wound
fr: Avant et après le traitement d'une coupure ou d'une plaie

# preventionWhen6
source: After using the toilet
fr: Après avoir utilisé les toilettes

# preventionWhen7
source: After changing diapers or cleaning a child who has used the toilet
fr: Après avoir changé des couches ou nettoyé un enfant qui a utilisé les toilettes

# preventionWhen8
source: After blowing your nose, coughing or sneezing
fr: Après s'être mouché, avoir toussé ou éternué

# preventionWhen9
source: After touching an animal, animal feed, or animal waste
fr: Après avoir touché un animal, des aliments pour animaux ou des déchets d'animaux

# preventionWhen10
source: After touching garbage
fr: Après avoir touché des ordures

# preventionWhen11
source: After being in a public place and touching an object or a surface that can be frequently touched by other people, such as doorknobs, tables, gas pumps
fr: Après avoir été dans un lieu public et avoir touché un objet ou une surface qui peut être fréquemment touché par d'autres personnes, comme les poignées de porte, les tables, les pompes à essence

# preventionMaskToolbarTitle
source: Wear a mask
fr: Porter un masque

# preventionMaskWhy
source: To slow the spread of the virus, protect fragile people (your loved ones, the elderly and the sick around you)
fr: Pour ralentir la propagation du virus protéger les personnes fragiles (vos proches, personnes âgées et malades autour de vous)

# preventionMaskWhen
source: In public places where all other measures of social distancing are difficult to maintain everywhere outside, in grocery stores, pharmacies, markets, in areas of significant community transmission
fr: Dans les lieux publics où toutes autres mesures de distanciation sociale sont difficiles à maintenir partout à l’extérieur, dans les épiceries, les pharmacies, les marchés dans les zones de transmission communautaire importante

# preventionMaskHow1
source: First of all, wash your hands before wearing the mask
fr: Avant tout, se laver les mains avant de porter le masque

# preventionMaskHow2
source: The mask must: * fit perfectly but comfortably on the side of the face * be tied with elastic / cords around the ears * permettre de respirer sans restriction (etc…)
fr: Le masque doit: * s'adapter parfaitement mais confortablement sur le côté du visage * être attaché avec des élastiques/cordons autour des oreilles * permettre de respirer sans restriction (etc…) => mettre la suite sur page suivante…

# preventionGarbage1
source: Throw away disposable handkerchiefs, gloves and masks in a bag in a bin with lid. Close the garbage bag carefully and keep 24 hours before being thrown into the household waste container or put in a second garbage bag and close it. Wash your hands thoroughly with soapy water or hydroalcoholic gel after this operation.
fr: Jeter ses mouchoirs, gants et masques à usage unique dans un sac dans une poubelle avec couvercle. Fermer soigneusement le sac poubelle et conserver 24 heures avant d'être jeté dans le container d'ordures ménagères ou mettre dans un second sac poubelle et fermer celui-ci. Se laver les mains soigneusement à l'eau savonneuse ou au gel hydroalcoolique après cette opération.

# preventionGarbage2
source: Even more than ever, take care not to throw your handkerchiefs and masks on the ground.
fr: Encore plus que jamais, veiller à ne surtout pas jeter ses mouchoirs et masques par terre.
